/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "Registro del producto de %@ V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Para garantizar la mejor configuración posible, utilice OS X %s o superior.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "Existe un problema de conexión al servidor de registro de %@. Inténtelo de nuevo más tarde.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Existe un problema de conexión a Internet. Inténtelo de nuevo más tarde.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "No es posible localizar el navegador predeterminado o este no puede abrirse.";

"OK" = "Aceptar";
